{
	"stories":[
      {
        "id" : "hospital-safety-systems",
        "story_name" : "Hospital Safety Systems",
        "story_video_link" : "",
        "story_banner" :"<img src='/assets/stories/Baby-Mon-banner.jpg' alt='hospital-safety-systems' />",
        "story_quote" : "The stakes are high. So for preventing scary scenarios, hospitals depend on unobtrusive monitors, sometimes on an ankle cuff or a bracelet, to construct the ultimate virtual safety net for everyone who passes through their doorways.",
        "story_description_1": "<p><strong>There's</strong> a reason we all grow up hearing stories like the \"Prince and the Pauper.\" It’s the nightmare scenario, a fantastical terror: being switched at birth. But despite this kind of story's prevalence in popular culture, there's a reason we don't hear too many tales about it in real life.</p>",
        "story_description_2": "<p>Thankfully, hospitals never want it to happen to a family, and so many of them have been investing in technology to prevent the switched-at-birth scenario since the 1990s.</p><p>The tech that goes into keeping track of babies actually has its roots in another medical-safety device: trackers for elderly people, often with Alzheimer's or dementia, to prevent them from getting lost or wandering - a dangerous possibility for the elderly suffering from neurocognitive disorders.</p><p>But regardless of who you're keeping track of, the stakes are high. So for preventing scary scenarios like abductions or just a bad fall for a grandmother alike, hospitals depend on unobtrusive monitors, sometimes on an ankle cuff or a bracelet, to construct the ultimate virtual safety net for everyone who passes through their doorways.</p><p>Healthcare sometimes gets a bad reputation for being slow on the technological uptake. The reason, of course, is that privacy laws and medical standards are more difficult to juggle than most industry regulations. But here's a case where hospitals saw technology and pretty quickly hopped on board. These days, it's standard practice for hospitals to have some kind of monitoring system in place to protect their most vulnerable patients.</p><p>The way it works: a single tag is attached to the device worn by the patient, whether it's an ankle tag or wristband. This tag, like an RFID - radio-frequency identification - tag has the ability to ping the hospital's alarm system if its wearer steps out of a safe boundary area. Should an elderly person wander somewhere unsafe or should someone pick up a baby and carry the child somewhere unauthorized, an alarm system would trigger fast action within the hospital, sending a nurse and security guard running instantly.</p><p>The system also works via matching, ensuring that a new mother and new baby have the same tags and guaranteeing via barcode scan that the wrong parent doesn’t sleepily pick up someone else's baby.</p><p>Keeping in mind HIPAA requirements, the systems don't publish data with names attached, and naturally, this isn't a connected system that's quite as interested in gathering information as it is in safety and security.</p><p>To make a system like this work when it first launched, one company came to Echelon to find a way to make internal devices communicate successfully with one another. This was well before the days of wireless as a standard, and so the monitors used the kind of industrial-strength low-bandwidth monitoring and communication standards that could keep a system like this going in a busy, crowded place like a hospital - where there's really no room for a glitch in safety.</p>"
      },
      {
        "id" : "the-ddg-1000",
        "story_name" : "The DDG 1000",
        "story_video_link" : "",
        "story_banner":"<img src='/assets/stories/Naval-ship-banner.jpg' alt='the-ddg-1000' />",
        "story_quote": "It's probably unsurprising that it takes a Herculean effort to make a ship like this possible. Naval procurement is a famously intense process.",
        "story_description_1":"<p><strong>Meet</strong> the future of naval defense: the DDG 1000.</p>",
        "story_description_2":"<p>Launched in October of 2013, this destroyer ship represents the cutting edge in naval and marine warfare technology. It's a ship known for its stealthy engineering - despite its size, coming in at over 14,500 tons and at 600 feet long. The ship marks a fitting convergence of past and present, carrying with it an incredible history of industrial-strength design while also keeping its future wide open. The DDG 1000 is one of those rare naval ships that remembers the future is always coming, and is prepared to be modified accordingly - it's ready and waiting for new forms of weaponry and warfare, whether those are new guns to outfit it or advanced new laser tech.</p><p>It's probably unsurprising that it takes a Herculean effort to make a ship like this possible. The construction of this particular ship began in early 2009 and it launched to the public about four years later. Naval procurement is a famously intense process, involving the best and most impressive components of our pick-a-winner economy. Echelon technology works as part of a suite of those technologies, curated by our customer Fairmount Automation, a company that helps put together collections of applied technical solutions for customers including the U.S. Navy.</p><p>Outfitting a behemoth of an operation like the DDG 1000 requires thinking through a number of important technical necessities - all the so-called \"basics\" (might be a misnomer for something of this size and scope) that have to come way, way before anyone can even think about weaponizing. There's the fuel. There's the levels of heavy and dangerous machinery. There’s the possibility of fire or other major damage. And none of that is something anyone on the DDG 1000 wants to spend time thinking about when there’s something bigger at stake.</p><p>So, naturally, the Navy turns to automation as a solution. That's also where LonWorks excels: in building systems that can take care of themselves - so the Navy can take care of us.</p><p>LonWorks technology is built into the Naval destroyer for the purposes of fire suppression and autonomous damage control.</p><p>Ship fires can begin and spread vertically upwards, spreading their devastation in three minutes flat. That doesn't leave a lot of time to suppress it. There are all kinds of complicating dangerous components to ship fire spread, too: ship piping systems and structure can easily be destroyed in minutes. Tests done a few years ago on the former USS Shadwell, a decommissioned Navy ship, found that no matter the level of expertise of a human-run damage control team, it's nearly impossible to successfully fully suppress a fire without a high degree of automation.</p><p>Since the 1970s, the Navy has poured money into researching the optimal way to automate a fire suppression system. Breakthroughs since the 1990s have made it standard practice for every ship to have on board an Autonomic Fire Suppression System. Built into this system is a multi-modal smart valve for fluid system break detection and isolation - keeping the ship monitor on high alert in case a single valve goes awry, threatening the safety of the larger operation. The technology is capable of automatically isolating a rupture very quickly by noticing pressure and flow variations, thereby preventing a pressure loss in the system, and the bigger danger that comes with it.</p><p>Putting out a fire on a ship of this size, scale, and importance is more than just grabbing a fire extinguisher and spraying. It involves securing people, machinery, and more. Timing is crucial, and the whole emergency, should it occur, has to be dealt with nearly immediately. It’s ultra-fast, reliable, industrial-strength inter-communication technology that makes that possible. Especially on the high seas: there’s no room for a flimsy system that over-depends on an external signal like wi-fi or, on the other hand, requires excessive wiring. Out there, you need classic and trustworthy industry, coupled with modern and cutting-edge speed and smarts.</p><p>Of course, that's why there's an entire subset of the economy dedicated to serving the needs of the defense industry. That's why there's an incredibly competitive process that goes into winning those contracts. That's why Echelon is proud to be a part of the suite of efforts that can make something like the DDG 1000 possible - and that will keep making the next incarnations of our Navy possible for the next century and beyond.</p>"
      },
      {
        "id":"tinsel-town",
        "story_name" : "Tinsel Town",
        "story_video_link" : "",
        "story_banner": "<img src='/assets/stories/The-Pointe-banner.jpg' alt='tinsel-town' />",
        "story_quote":"The building automation industry is a standards-based industry, and that’s why LonWorks is so ubiquitous across so many kinds of buildings. It's the trusted platform - and that’s crucial in many fast-paced worlds like the entertainment industry.",
        "story_description_1":"<p><strong>During</strong> the great Gold Rush out west, as ambitious and entrepreneurial young men and women fled their homes in the east and rushed westward-ho in hopes of making their fortune, the landscape of the country changed dramatically.</p>",
        "story_description_2":"<p>It wasn't just the people rushing west, it was what sprung up around them in their wake: new towns, transit systems, in short, the country as we know it. Americans have never quite shed that tendency of looking west and bringing their surroundings along for the ride. Years later, perhaps the other great American western town is no longer the Gold Cities of the rush but Tinsel Town itself - Hollywood, the maker and driver of so many big dreams.</p><p>The funny thing about Gold Rush towns is that sometimes, industry couldn't keep up with American ambition, and the tented towns that sprung up around the great digs weren’t enough for the families that tried to settle. And we now know how that story ends: we have ghost towns.</p><p>That shouldn't happen in this day and age. Opportunity springs - if not eternal, at least pretty long lasting - and so when industries bring places like Hollywood (or Silicon Valley) a big boom, it takes a host of supporting industries to make that opportunity stick.</p><p>An obvious one of those supporting industries is, well, buildings.</p><p>Echelon gets to be a part of Hollywood by way of its buildings. In a beautiful city called Burbank, tucked away in the Santa Monica Hills, just a short ride away from Hollywood, lies one of the many results of the cinema boom. The town of Burbank is billed as the true \"Media Capital of the World,\" home to major media & entertainment companies and a line of major entertainment offices and studios known as Studio Row. One particular building, known as The Pointe, sits on a former NBC/Universal lot, somewhere between Walt Disney and Warner Brothers Studios - in the heart of the movie world.</p><p>On the 44 acres that comprise the Pointe lie EIGHT sound stages, a technical & production area, and 165,000 square feet of warehouses. There’s office space, too: 970,000 square feet of it, and a LEED silver certified 14-story (485,000 square-foot) office tower.</p><p>It's not just the striking views of the Santa Monica hills that make this building unique: it’s the scope and scale of the project. Managing something of this size to keep it sound for a long time - and to avoid the pitfalls of an energy-inefficient building plan - is no easy task. It required an incredibly complex HVAC system, lighting control, CO-warning system, and integration of pumping systems & emergency generators. That meant building the Pointe required a non-proprietary control system with robust networking capabilities and an expandable system that was respected across the building automation market.</p><p>LonWorks technology has that sterling reputation in building automation - an industry that powers so many booming economies like Hollywood’s. Whether you're in the Tiffany building in San Francisco or the Louvre Museum in Paris, LonWorks technology is often behind the buildings that we spend our lives in.</p><p>The building automation industry is a standards-based industry, and that's why LonWorks is so ubiquitous across so many kinds of buildings. It’s the trusted platform - and that’s crucial in many fast-paced worlds like the entertainment industry. After all, if you've ever been on a movie set or a sound stage, you might appreciate that the pace and frenzy probably isn’t too different from what a gold mine might have looked like! It’s wild, it's quick, and with all those fans and lights and switches running - with T. Rex coming back to life, with Peter Pan flying across a green screen, there's just no room for a flickering light to interrupt the fantasy that’s being built or funded or written or dreamed.</p>"
      },
      {
        "id": "fast-food-kitchens",
        "story_name": "Fast Food Kitchens",
        "story_video_link":"",
        "story_banner":"<img src='/assets/stories/Kitchen-banner.jpg' alt='fast-food-kitchens' />",
        "story_quote": "Many on the consumer side of the IoT dream about smart kitchens - a talking fridge; a self-updating egg carton - each of these developments on industrial scales brings individual consumers a step closer, too.",
        "story_description_1":"<p><strong>Running</strong> stocking, operations, and energy management in one of the nation's tens of thousands of fast food restaurant franchises around the country is clearly no small task. Fast food chains seek to manage labor and energy costs along multiple nodes of their supply chain.</p>",
        "story_description_2":"<p>And several major fast food chains have all found that one place where all of these trials and tribulations of running so many restaurants converge is, well, an obvious one: the kitchen, of course.</p><p>The kitchen in fast food restaurants is the lens into its best and worst days. It's where food waste happens, or, in an ideal world, where energy can be saved, monitored, and improved, turning those well-known logos we all see on the side of the highway just a shade green.</p><p>It's not uncommon for corporations that supply and help manage these fast food franchises to appoint a director of technology or innovation, tasked with finding ways to make new tech work for classic American restaurants. The toughest part about figuring out how to make these restaurants more efficient, they say, is the reality that the structures for most of the buildings are old and tough to mess with. Because of that, these companies need efficiency solutions that update those buildings without imposing an enormous cost in terms of labor, new construction, and support. It's a challenge faced by many building owners seeking to take steps forward in terms of energy or efficiency.</p><p>They build those solutions using a number of interoperable devices which communicate with one another on an existing wi-fi network. LonWorks technology is often a part of that suite, which saves individual franchise owners an enormous amount in energy costs.</p><p>For instance, already, one McDonald’s franchise in Riverside, CA used green kitchen technology, including LonWorks, as part of its LEED-Gold certification, a designation marking the building as one of the world's greenest and most energy efficient. The Riverside restaurant was the fifth McDonald's to go LEED-Gold.</p><p>A green kitchen system incorporating LonWorks technology would help control HVAC across the building, manage exterior lighting, and track metering/monitoring for electrical systems or a solar-hot-water system. Like in most energy-monitoring systems, each restaurant manager would have access to a web-portal in her or his office, allowing individual franchise owners to browse, control, and monitor data on each component of the energy system.</p><p>In an operation where ovens are particularly important, like at a restaurant that bakes bread or cookies, communicating temperature monitoring devices can be attached to ovens, notifying a franchise owner both of ideal temperatures and moments when waste might be an issue.</p><p>And of course, any successful business owner wants access to data in order to know how to improve practices. In these full green-kitchen systems, one could manually enter set points in time at which energy is less needed, for instance based on operating hours. The system could also self-correct intelligently to avoid energy losses common to most industrial building operations.</p><p>The whole goal of kitchen solutions on a fast food industry scale is simple: lower food waste, have fewer maintenance issues, strive for better food safety, and of course, make it more convenient for franchise owners to connect with the company driving them.</p><p>As many on the consumer side of the IoT dream about smart kitchens - a talking fridge; a self-updating egg carton - each of these developments on industrial scales brings individual consumers a step closer, too.</p>"
      },
      {
        "id": "silicon-valley-transit",
        "story_name": "Silicon Valley Transit",
        "story_video_link":"",
        "story_banner":"<img src='/assets/stories/Transit-banner.jpg' alt='silicon-valley-transit' />",
        "story_quote": "For many who live here, mega-commuting to work means passing through a number of metro areas, people traveling as many as 50 miles a day one way, to get to work. it’s especially important to cheer for the public transit systems that make so many individuals’ commutes possible.",
        "story_description_1":"<p><strong>Here’s</strong> a quick tip for the next time you’re at a cocktail party talking to someone from the Bay Area. If there’s a lull in the conversation, get them going on the topic of public transportation. </p>",
        "story_description_2":"<p> Even easier: just drop the words “getting there” or “commute” and you’re sure to spark a long, winding chat during which your conversation partner is guaranteed to have no shortage of opinions. It will buy you, on average, 7 minutes of conversation time. Now that’s a commodity for the socially awkward.</p><p>Of course, there’s a reason Bay Area natives have so many opinions on transit -- more than Los Angeles car lovers, more than New Yorkers - the Bay Area may not be one single metropolis, but for many who live here, commuting to work means passing through a number of metro areas, people traveling as many as 50 miles a day one way, to get to work. Meet the mega-commuters.</p><p>So it’s especially important to cheer for the public transit systems that make so many individuals’ commutes possible. One of those is in Echelon’s backyard: the Santa Clara County Valley Transit Authority, a system of light rail trains serving the over 2 million people who live and work in Silicon Valley every day.</p><p>The VTA light rail system is a classic, old-school model of light rail trains, says Dallas Spadaro, an engineer at Rail Transit Consultants who helped rig up the trains.</p><p>The key for a system like VTA, Spadaro says, is flexibility and modularity. At some peak hours, like commuter rush hour, VTA conductors have the ability to adjust their trains, making train cars longer; when there’s a quiet patch during the day, they can remove the extra cars. This reconfiguration is one of the many things that makes building a dynamic system for the VTA paramount.</p><p>And as with any dynamic train system, monitoring matters. For the VTA, a set of LonWorks communicating chips is crucial for keeping the whole system together -- rush hour or not. There are the changing car configurations to keep track of; hundreds of doors that open thousands of times a day, windows that a passenger might crack for some air, and of course, all-important braking and propulsion systems. Each of these components has to be carefully tracked for functionality and maintenance reasons. It’s also crucial to gather all the little trickles of data each of these functions offers the VTA engineers and conductors: what’s peak hour like? When is the most energy lost on the trains? The VTA trains have always been a part of a sustainable community in the valley, making this kind of data gathering and monitoring incredibly important to keeping that mission alive.</p><p>Spadaro says the design of the VTA system, which launched over a decade ago, is purposefully simple. Wires would get in the way, and this kind of set-up, like many of its industrial cousins, has no need for large amounts of bandwidth. That’s why they kept interconnection to a minimum, without being dependent on an external wireless network or on power lines.</p><p>We dug way back into our archives to tell this story for a reason. In Silicon Valley, everyone’s always eager to tell the story of how they did it first, how they saw Apple or PayPal or Facebook coming before their founders were even old enough to sit at a keyboard. But it’s a funny truth when it comes to the Internet of Things: industry has seen this day coming for a long, long time. And the scaffolding is there, waiting, in applications like this one, as we step into an exciting new phase of the industrial Internet.</p>"
      },
      {
        "id": "autonomous-underwater-vehicle",
        "story_name": "Autonomous Underwater Vehicle",
        "story_video_link":"",
        "story_banner":"<img src='/assets/stories/AUV-banner.jpg' alt='autonomous-underwater-vehicle' />",
        "story_quote": "Ultimately, being able to send technology like this into the ocean can help determine the face of, well, what we know. It’s about going to new places, and quite simply seeing, knowing, more.",
        "story_description_1":"<p class='pr-it'>\"<strong>With</strong> its untold depths, couldn't the sea keep alive such huge specimens of life from another age, this sea that never changes while the land masses undergo almost continuous alteration? Couldn't the heart of the ocean hide the last–remaining varieties of these titanic species, for whom years are centuries and centuries millennia?\"</p>",
        "story_description_2":"<p>So wonders the fictional marine biologist Pierre Aronnax in the classic Jules Verne adventure novel Twenty-Thousand Leagues Under the Sea. There are probably two great unknowns that have always fascinated humankind: space, and the sea. No shortage of our most modern-day explorers want us to believe that sea is the frontier. Dr. Samuel Smith, PhD, a former researcher and professor at Florida Atlantic University, might say so, too. </p><p>In his time at FAU, Smith worked on a project that gets to the heart of marine biology research -- not to mention naval defense strategy. The two are inevitably intertwined; the curiosity that propels us to the depths of the ocean is the same that can be harnessed for underwater protection of the highest order. The endeavor: building an autonomous underwater vehicle, like a Mars probe for shallow (relatively speaking) ocean water.</p><p>From within a university setting, Smith’s Advanced Marine Systems lab had a number of goals to juggle: build a vehicle that would let undergraduates and other students learn, as a kind of live testing-laboratory and also contribute a new kind of vehicle that could advance future research. He amassed a lot of bragging rights during his time working on the project, publishing a number of papers on the advancements, even being featured on the U.S. Navy’s AFLOAT Lab during Fleet Week 2003.</p><p> “The basic idea is that you want a vehicle that isn’t on a tether,” says Smith of the project now. The thing about AUVs, he explains, is that they become obsolete very quickly, so research to advance them is always ongoing, and those researchers are always digging into the industrial engineering world to feed their epic appetite. Smith found LonTalk technology perfect for his untethered, remote-controlled vehicle -- a technology that allowed distance control and autonomous operation at the same time.</p><p> “We were able to put individual sensors on each vehicle, and we found that if one of these AUVs could swim a certain distance off the bottom and do surveys in shallow water, that’d be better than towing something bulky behind a boat or having a diver go down to do it,” Smith explained. </p><p>And as Smith’s lab created more and more AUVs, each one became more modular than the last. </p><p>One incarnation, called “Morpheus” (after the changeable Greek god), built out of plastic and very small (ranging from 4 to 10 feet), was built for coastal sampling, mapping, and surveying for oceanographers or the military. The vehicle, comprised of plastic pressure vessels and a cabling system allowing for the modules to be re-arranged without rewiring bulkheads, represented a new level of modularity for AUVs. It used a LonTalk distributed control network, connecting each sensor-linked component as a collection of “smart nodes” from which to gather live data points about the functioning of the vehicle as it swam the coastal waters.</p><p>LonTalk followed Smith's vehicles as they advanced into new areas of unmanned technology. Ultimately, being able to send technology like this into the ocean can help determine the face of, well, what we know. It's about going new places, and quite simply seeing, knowing, more. Ten years after Smith's research, unmanned underwater vehicles are still a bit of a frontier, but industry experts (like Boeing) say they're about to be big gamechangers.</p><p>Of course, we start talking about tech advances a little bit quicker once they hit the defense industry, but those technologies begin in places like Smith’s lab - places where researchers with vision and curiosity begin to build, from scratch, something that can think and talk and see more than we could have imagined.</p>"
      },
      {
        "id": "smart-casinos",
        "story_name": "Smart Casinos",
        "story_video_link":"",
        "story_banner":"<img src='/assets/stories/Casino-banner.jpg' alt='smart-casinos' />",
        "story_quote": "The idea: a rewards system based on time spent playing, so even someone having a rough day on the slots could earn a Chuck E. Cheese-style reward for their time on the machine.",
        "story_description_1":"<p><strong>It’s</strong> pretty standard practice these days to see the cashier at your favorite coffee shop haunt swipe your credit card through an iPad-connected card-reader. We’re getting more and more used to increasingly digital forms of payment in our day-to-day lives.</p>",
        "story_description_2":"<p> But integrating that kind of payment or rewards system is much harder when you’re trying to handle transactions beyond just a tall decaf mocacchino.</p><p>Perhaps the ultimate challenge in streamlining and digitizing finances is a casino, where charges, wins, and losses are racked up by the minute every day. That’s what one Australian company found. Casinos face a unique market challenge in managing all the money, theoretical and actual, that filters through their accounting system every day.</p><p>Some casinos face an additional challenge. Because gamblers sometimes lose money, a few Australian casinos wanted to find a way to reward their customers for playing even when they don’t have the best luck. The solution: a rewards system based on time spent playing, so even someone having a rough day on the slots could earn a Chuck E. Cheese-style reward for their time on the machine. </p><p>The wrinkle: most casino machines are already wired for their own win/loss records, and hooked up to a system that monitors debits or credits electronically (rather than using the classic image of old school chips). These wiring systems don’t leave a lot of room, between their software and their wiring, for adding in the kind of frequent-flyer points most casinos are hoping to establish. Not to mention a host of bureaucratic limitations, legal and otherwise, that make it tough to link the two systems up.</p><p>That means there was an open market opportunity for a smart company to build a swipe-based rewards system that could run separately from the rest of the casino’s revenue stream.</p><p>Enter a few such companies, ready to solve the question of customer loyalty in smart fashion.</p><p>The beauty of designing a system like this one is that the customer should never feel disrupted; they don’t need to know that when they swipe their casino card, it’s sending a signal to two separately built systems. Simple on the outside, complex on the inside. </p><p>The engineering behind it is a deceptively simple beauty too: the standalone wired system is based on LonWorks technology and Echelon’s higher-than-industry-standard twisted-pear cabling environment. That strength and reliability is key in loud casino or restaurant environments, where noise can interfere with the signal.</p><p>At some point, we all outgrow the red ticket Chuck E. Cheese style reward system - that’s when it comes time for a grown-up way to win cool stuff. And grown-up fun means some grown-up engineering to make it happen.</p>"
      },
      {
            "id":"improving-pump-safety",
            "story_name": "Improving Pump Safety",
            "story_video_link": "",
            "story_banner": "<img src='/assets/stories/Gilbarko-banner.png' alt='improving-pump-safety' />",
            "story_quote":"Automation when fuel is involved also has an added benefit - it’s more than convenience, it’s about safety. A leak in a dispenser shouldn’t happen, but if it did, it would have major consequences.",
            "story_description_1":"<p><strong>Unless</strong> you live in New Jersey, the one state in the union in which it’s illegal to pump your own gas, you know your routine at the pump pretty well.</p>",
            "story_description_2":"<p>Upon pulling into the station, you could probably pull off the whole thing with your eyes closed; card in, card out, gas tank open, fuel chosen, a few minutes of foot-tapping meditation while the tank fills, a brief cringe at the unavoidably high number on the receipt, and you're out of there. An enormous part of this routine depends on pay-at-the-pump automation: something we can all be thankful for when waiting in that excruciatingly long line at the station.</p><p>Automation when fuel is involved also has an added benefit - it's more than convenience, it's about safety. A leak in a dispenser shouldn't happen, but if it did, it would have major consequences for everyone impatiently waiting in that line.</p><p>A major gasoline-pump dispenser engineering and distribution company relies on Echelon's inter-communicative device networking technology for safety monitoring, control, and cloud connection monitoring and control of gasoline dispensers. The technology works in both standard fuel distribution services and in flex fuel pumps dispensers, allowing for dispensation of renewable energy, too. The system has to integrate together a number of potentially \"smart\" technologies - security is required on the financial end, to handle PIN entries and credit card information user interfaces; anti-tampering device locks and alarms are built into the dispensers as well. Then there's gas flow control, so the entire volume of the pump doesn't go spewing out all at once, and the crucial cost-saving point for vendors: perfect metering accuracy.</p><p>On top of that, gas station owners can connect to the whole system via web interface, giving them control over their operations at a micro-level should they want it.</p><p>In the world of systems engineering, the integration of all these technologies is a real accomplishment. Echelon's technology operates within that wider network of smart tech, helping to bring them together into intelligent communication with one another and to put the vendor in control of the product.</p><p>This is a classic case example of what defines the Industrial Internet of Things. Already-engineered technology stands a chance thanks to the possibility of merely updating gas pumps. What stands out about industrial applications of the IoT is their ability to subtly integrate past engineering with the tools people need for the future.</p>"
      },
      {
            "id" : "new-york-airbrake",
            "story_name": "New York Airbrake",
            "story_video_link" : "",
            "story_banner" : "<img src='/assets/stories/Airbrake-banner.png' alt='new-york-airbrake' />",
            "story_quote": "Sometimes we forget how it all began: the railroads. But even today, a large chunk of the American economic engine is driven by classic railroad technology.",
            "story_description_1":"<p><strong>What</strong> does it take to make the trains run on time?</p>",
            "story_description_2" :"<p>It may seem like it's time for a history lesson here. In Silicon Valley, after all, where everyone is thinking about new self-driving cars, sometimes we forget how it all began: the railroads. But even today, a large chunk of the American economic engine is driven by classic railroad technology. The industry drives around 1 million additional jobs, accounting for a third of American exports, according to data from the American Association of Railroads and the U.S. Department of Commerce.</p><p>That's why it's a badge of pride for a piece of industrial engineering technology to find a home in the world of trains. It's even more important that this tech which offers the country so much continues to be safe and reliable in the 21st century.</p><p>There's one major issue at hand when it comes to engineering \"smart\" trains: how do we make train cars communicate with one another? That inter-communication between train cars and a train conductor is crucial while the train is moving, as it sways along tracks which are sometimes older than we realize; but it's also especially important for braking. Trains are, of course, often miles long. A human conductor in the front or even middle of the train can't be expected to know what's happening in the event of a fault or sputter two or three miles behind at the caboose.</p><p>So whatever technology makes the cars communicate has to account for both their moving and stopped states - not to mention the unique mix of locomotives and cars that comprise any train.</p><p>For Dale Stevens, a manager of software engineering at New York Airbrake, a company building innovative and integrated tech solutions for modern railroads, there’s one central, behemoth of a challenge to think about when it comes to train tech:</p><p>\"It's dynamic. It's moving,\" he says. \"You'd think of a more typical installation as more of a static environment - a building or power utilities system, for example. You kind of go install the equipment, commission everything and you're good to go until you have to replace everything. It's not that simple with trains.\"</p><p>So, thinking back to that two-mile-long train, what's needed is a system that can rapidly and reliably send a slew of commands from the conductor down through all the cars, doing so by way of cables, connectors, and junction boxes. That's where New York Airbrake chose LonWorks technology to solve a braking-tech problem that's existed in train cars since their inception in the early 1800s. Not until the 1990s did train engineers begin imagining a world where electronic braking was possible - something we can now take for granted on our freight systems.</p><p>What's key for Stevens about LonWorks technology is the fact that it can depend on existing power-lines. Imagine a world where trains had to essentially carry their own telephone poles with them on a track from New York down to North Carolina. Weight and bulk would reach absurd and untenable levels. Instead, the train communications can use the power lines surrounding the train - an amazing feat considering, again, that the train is moving this whole time, and therefore always needing to adapt to its surroundings.</p><p>Then Stevens also has to think about the line-up of the cars; he can rattle off about fifteen possible train configurations in one breath (three locomotives in front; hundreds in the back, or maybe two up front, more out back, or maybe two then a few cars and then three more locomotives, etc). That should offer some perspective on just how many - truly infinite! - possible layout combinations the New York Airbrake team has to think about when designing their braking solutions. Yet with all of that, they're still able to send stable and strong messages in good amounts of time. In a train with about 100 cars, Stevens says, it will take about 100 seconds for a message to whiz down the line, through all relevant parts.</p><p>Stevens says in the train world, that speed is enough. Things are kept at low bandwidth - this isn't a system that needs rapid fire communication, but rather depends on a few key messages broadcasted out. How it works: the lead locomotive sends a broadcast, which is captured by the length of train following it, using those transceivers attached to each train car. Then the lead locomotive can capture the status of each of those cars via a signal (or in case of emergency, an alarm) traveling back in the other direction. Quickly, the train engineer may be able to notice that, hey, there's a problem a mile back. But rather than burdening the software with excessive message technology - an unnecessary, bandwidth-consuming possibility - these train cars are built to \"hear\" rather than \"talk to\" one another, strictly speaking, Stevens says.</p><p>\"Putting electronics on freight cars is new to everyone,\" he said of the challenge of bringing technology to a bulky industry. \"You go from being able to operate maintenance out of a totally wrench-based shop to needing meters and protocol analyzers.\"</p><p>But that change is eased with technologies like this one, which don’t attempt to suddenly burden last decade’s technology with solutions built for next decade-grade stuff. From the outside, progress seems to happen in a flash, but within the industry, progress is all about how good the next-engineered feat can be. An enormous part of that slow crawl of progress is the challenge of building dynamic-interfacing, backwards-compatible, comfortable technologies for industries like freight, on which so much of America depends.</p><p>With this technology in hand, however, it’s an exciting time to think about railroads and all the little engines that could.</p>"
      },
      {
            "id" : "high-speed-trains",
            "story_name":"High-speed Trains",
            "story_video_link": "",
            "story_banner" : "<img src='/assets/stories/Sifang_LR-banner.png' alt='high-speed-trains' />",
            "story_quote": "Thrill of speed has always amazed us. There's something even more thrilling about the tiny particles required to make an enormous machine like a train speed like a bullet. So much of what has to come before speed is reliability, or the former is worthless.",
            "story_description_1":"<p><strong>A</strong> classic story among movie buffs revolves around trains. In 1895, a French film entitled \"L'arrivée d'un train en gare de la Ciotat,\" or \"the arrival of a train in la Ciotat,\" was screened in Paris.</p>",
            "story_description_2":"<p>The film is about a minute long, and over the course of that minute, the train approaches the camera slowly and then speeds up. The audience's reaction was anthologized in classic cinematic and technological history: seeing the train apparently speeding toward them, they panicked and fled the theater, afraid of the train that seemed to be barrelling straight for them.</p><p>Maybe that's a good lesson to keep in mind when it comes to really fast trains. As much as we obsess over speed and sleekness, we're also a little bit afraid of speedy trains, intuitively, and we tend not to believe the speed is possible when we're first promised it.</p><p>That's part of what makes the CSR Sifang Co.'s high speed train technology in China so exciting. The rolling-stock train-tech manufacturer builds cars for the Chinese subway and high-speed trains alike, spanning the gamut of transport tech solutions in a crowded country where transport accounts for 18% of the nation's GDP.</p><p>High-speed trains go at about 250 km/hour, according to Sifang's estimates, and they're also busy targeting so-called \"normal speed\" trains - which, we might remember from the arrivée, is still pretty darn fast.</p><p>This is a large market to fill - over 1,000 train cars a year need to be retrofitted for inter-communicative technology and safety devices. And perhaps even more than in the case of freight trains, safety is paramount when it comes to passenger trains with hundreds of people on board. With that in mind, Sifang wants to build both the safest and the most efficient technology possible, giving its trains HVAC monitoring and energy-efficient options, not to mention systems to deal with fire or other emergency and alarm capabilities.</p><p>And because trains aren't a brand new technology, more often than not, Sifang's job involves retrofitting pre-existing trains with sensors and an autonomous communication system. As with many industrial applications of device networking, this means all the technology has to be backward-compatible and forward-thinking, a balance that any engineer could tell you is a tough one to strike.</p><p>Oh, and we can't forget that this is China, where industry standards are a new ball-game and require technology meeting a high degree of scrutiny.</p><p>So what's an ideal system? For one, one that's low on wires. A high or normal-speed passenger train can't be burdened with a hefty wiring system. But train engineers want to have their cake and eat it, too -- the system needs to function down a long stretch of train line, and it can't exist on a standard commercial-level wireless system, whose functionality and robustness is limited.</p><p>Entrée the LonWorks FT10 channel, a server linked to a proxy and numerous devices, which can serve a number of train cars in a row along the tracks. That single server holds responsibility for a number of functions on each set of cars, including for communicating with sensors monitoring oxygen, doors, brakes and anti-lock systems on brakes, and power supply. Again, because the system doesn't use an external Internet, it essentially operates on an internal, autonomous Internet which is more robust for an industrial-grade application.</p><p>The thrill of speed has always amazed us. There's something even more thrilling about the tiny particles required to make an enormous machine like a train speed like a bullet. So much of what has to come before speed is reliability, or the former is worthless. Yet that's the beauty of building systems that are meant to be invisible to the common eye: they're always on, always working, always strong. But when we marvel at the safe, clean train ride taking us through China's hills and cities alike, we’re busy looking out the window at the sights, much like how the audience at Entrée was busy marveling at the train speeding startlingly off the screen at them, forgetting, for a moment, how many little whirring levers in the projection room were at work to make that magic happen.</p>"
      },
      {
            "id":"bathroom-systems",
            "story_name" :"Bathroom Systems",
            "story_video_link": "",
            "story_banner": "<img src='/assets/stories/Sloan-banner.png' alt='Bathroom Systems' />",
            "story_quote":"So how can a green toilet keep both your office and a prison bathroom safer and cleaner? Well, it's all about making devices we've always taken for granted just a bit smarter.",
            "story_description_1": "<p><strong>If</strong> you think the tragedy of the commons is highlighted in your office restroom, imagine what life is like in a prison bathroom.</p>",
            "story_description_2":"<p>Urinals in men's prisons have a history of being used as part of disruptive protests: prisoners collectively and simultaneously flush the toilets or urinals, tanking the building's plumbing and preventing the use of the facility for themselves or anyone else for sometimes days at a time. It's a costly way to get the attention of the guards, to be sure: data aren't available on how much this can cost a single prison system, but you don't need to be in touch with either the funding or budget crisis in American prisons to know one thing: that's a mess to deal with.</p><p>That's what a green-tech bathroom facility company saw when evaluating the way prisons, like many other inefficiently run buildings, are set up. It isn't just prisoners who flush toilets too often - your own office bathroom probably has its own over-flushing culprit, but maybe s/he isn't doing it for the protest value. Then again, you never know.</p><p>Plumbing solutions that keep both environmental aims and people-needs in mind are hard to come by. Even as green buildings and energy-efficient construction becomes increasingly mainstream, the bathroom seems to be that one part of each building that hasn’t yet caught up.</p><p>So how can a green toilet keep both your office and a prison bathroom safer and cleaner?</p><p>Well, it's all about making devices we've always taken for granted just a bit smarter. In this case, this major green bathroom fixture company uses Echelon-manufactured chips and software to time and co-ordinate the technology that's already ubiquitous everywhere from airport bathrooms to high schools: the auto-flush.</p><p>Here's a good place for a reminder that it's time to stop heralding the impending arrival of the Internet of Things. It's been here for years, and now, products like this green toilet solution are in the business of connecting individual solutions - like an auto-flush, a human-sensitive handwasher, a urinal that doesn't allow itself to be flushed more than a certain number of times in an hour - to build system-wide solutions that answer people and industry problems.</p><p>What can that offer? More data than was ever before imaginable about how to act on cleaning up and improving efficiency in green-aspiring buildings. More data than was ever before imaginable on people and how people treat energy resources in quotidian situations like the bathroom. And, yes, even a way to prevent disruptive protests in prisons: a set of urinals that freezes up if all or most of the toilets in a row are flushed at once.</p><p>This is where the IoT as we know it is headed: each new maker or developer with a smart idea for an individual solution adds to a wider conversation within the industry about how to better connect the technology that’s already available. There's an app - virtual or physical - for almost anything, and the business of Echelon is to be the virtual voice and ears connecting each new spot solution to real people and real problems.</p>"
      },
      {
            "id": "privacy-engineered",
            "story_name" : "Privacy, Engineered",
            "story_video_link" : "",
            "story_banner": "<img src='/assets/stories/Lencore-banner.png' alt='lencore-acoustics' />",
            "story_quote" : "Privacy and quiet in a work environment is paramount for most people, but in some buildings, the stakes are even higher.",
            "story_description_1" : "<p><strong>It’s</strong> one of the oldest woes of the cubicle age.</p>",
            "story_description_2" : "<p> How can you possibly get your work done when your neighbor picks the exact-most-frustrating moment to start jabbering about day-care plans and arguing with their spouse about who’s got pick-up duty that day? Privacy and quiet in a work environment is paramount for most people, but in some buildings, the stakes are even higher. Take a law office, where hundreds of depositions are gathered every day, or military facilities, where a closed-door meeting is tied up in serious issues of national security. Suddenly, quiet becomes a whole lot more important.</p><p>That’s the challenge Lencore Acoustics addresses with its systems, engineered to create sound control and privacy in buildings. Sometimes a project involves outfitting a single room or a few rooms; other times, as much as 20,000 square feet (that’s about the size of half a football field). Entire buildings or campuses can be outfitted with the technology meant to turn otherwise very-public space into private space.</p><p>Companies ranging from Google and the Gates Foundation to FoxTV and Blue Cross/Blue Shield depend on the Lencore technology.</p><p>The same wiring that allows Lencore to mask sound also lets it produce and emit sound -- say, music, or emergency notifications and alert systems.</p><p>The platform’s interconnectedness makes it a natural platform for integrating any number of other technologies already available and being used in workplaces, said David Smith, director of business and channel strategy at Lencore -- including “digital displays, text messages, tweets and much more.”</p><p>Echelon chips are installed throughout the building using similar strategies to any building engineering operation. They link up to a central server and can be controlled via <a href='https://itunes.apple.com/us/app/lencore-configurator/id533235978?mt=8' target='blank'>an iPad application</a> or a standard web interface. From that portal, a building operations manager could adjust the level of sound control or play with volume for an emergency alert. The easy interface also keeps maintenance of the system quick and simple.</p><p>Smith said Echelon’s Internet Protocol-equipped SmartServer, which serves as the controller behind the operations, is the key to a seamless integration of all of these technologies.</p><p>That server is more than a controller, however; like all of Echelon’s technology, it’s a data-gatherer, too, empowering the user to act on the information it collects.Amid all the hype of new technology, corporate and professional environments are still looking for clean, integrated ways to manage this new technology -- otherwise, managers are left fielding a slew of frustratingly disjointed possibilities. In Smith’s eyes, that’s why the ease of the SmartServer is so important. He said the integrators who work with Lencore on installing systems into varied and unfamiliar environments depend on the easy programmability of the Echelon technology.One of the core goals at Echelon is making buildings smarter in as many ways as possible -- whether it’s reducing energy consumption or removing the maintenance hassle from building operators or protecting privacy, peace, and quiet.</p>"
        },
        {
            "id": "bellagio-fountains",
            "story_name" : "Bellagio Fountains",
            "story_video_link" : "//www.youtube.com/embed/cP0K6H2QK7A",
            "story_banner": "<img src='/assets/stories/Bellagio-banner.png' alt='bellagio-fountains' />",
            "story_quote" : "Each time the fountains’ designers synchronize the water jets to another song, they’re essentially choreographing a new dance on one of the world’s largest stages.",
            "story_description_1" : "<p><strong>The </strong>naturalist Henry David Thoreau once wrote of water that it is the “finest worker” in industry: “the gentle touches of air and water working at their leisure,” he wrote, can do more to shape rocks and space than even the most well-whittled tools or metals like copper and bronze.</p>",
            "story_description_2" : "<p>The idea in Thoreau’s mind and the connection he drew between water and industry is a fitting place to start when talking about the iconic fountains that dance outside the Bellagio. We’ve written most extensively here about larger-scale industrial application of LonWorks technology, but sometimes industry gets a prettier sheen to it than we’ve allowed so far. The robust implementation of LonWorks chips doesn’t just work in buildings and on trains. It appears sometimes in surprising places -- like within those waving, swaying turrets of water.</p><p>At the $1.6 billion Bellagio Resort Hotel in Las Vegas, NV, a lot of hard work lies behind the fountain’s stunning facade. There’s the tank holding 27-million gallons of water, the 7.5 megawatts of electricity required for each nightly show, and of course, the equipment needed to monitor and regulate the entire system in case of equipment malfunction. This last part is where a network of communicating devices becomes crucial.</p><p>The <a href='https://www.twrc.com/home.html' target='blank'>White Rabbit company</a> helped the resort integrate all the components of the technology required to make this display possible. As Echelon engineers argue, that task is no small one: it demands industrial-strength reliability, even for an operation whose endpoint is purely aesthetic or entertainment. As White Rabbit President Robert Harvey says, “a feature that does not work, or that functions poorly, affects the upscale image of the hotel. The impact on revenues could reach millions of dollars a day.”</p><p>The system is outfitted with a large ring around the base of the tank, which connects the four underwater equipment vaults to a central board monitoring all operations. A motor controller is responsible for ensuring accuracy of the speed and pace of the jets -- which reach up to 80 feet in height. Echelon’s sensors track voltage, light, water temperature, water pressure, and water speed.</p><p>Each time the fountains’ designers synchronize the water jets to another song, they’re essentially choreographing a new dance on one of the world’s largest stage. Or, perhaps even more accurately, they’re like engineering organists, tapping out the melody with musical precision.</p><p>One jet error could compromise the entire operation, says Echelon’s Brent Humphrey (and there are 1,175 jet-heads in the whole operation, along with 6,200 light fixtures). And a stray signal or poorly designed alarm bell could cost the hotel in a very big way. If the Bellagio had opted to use a standard, rather than inter-communicative, alarm system, they would not be notified in the event of an error within the system.</p><p>Getting into the wiring to fix it up is no small potatoes when you’re talking about a 27-million gallon tank: a professional scuba diver outfitted with the necessary know-how and underwater tools would have to descend into the water and scope out the issue. But smart sensors alert the system, and ensure that one node error doesn’t compromise the whole thing; instead, in case of an error, a home screen monitored by the hotel manager points out the issue, the exact node where the issue has arisen, and allows for cleaner fixes.</p><p>The whole operation needs to be as stable as possible so that the 30 or so engineers who maintain the operation daily can unleash their creativity on the part everyone really comes to see: the uncanny finesse of those swaying jets.</p>"
        },
        {
            "id": "leading-national-grocery-store-chain",
            "story_name" : "Leading National Grocery Store Chain",
            "story_video_link" : "",
            "story_banner": "<img src='/assets/stories/Grocery-banner.png' alt='leading-national-grocery-store-chain'/>",
            "story_quote" : "Just a five percent drop in an electric bill could boost a company’s total bottom line by nearly three percent.",
            "story_description_1" : "<p><strong>When</strong> grocery stores search for controllable costs, they look at a few variables -- labor, shipping, and energy among them. </p>",
            "story_description_2" : "<p>Energy costs, particularly electricity, can at times seem erroneously flat, a sunk cost that can’t be controlled. The energy company National Grid <a href='http://www.nationalgridus.com/non_html/shared_energyeff_groceries.pdf' target='_blank'>reports</a> that American groceries spend “an average of $3.95 on electricity and 24 cents on natural gas per square foot annually.” The same report notes that energy cost fluctuates enough to signal that stores can make significant savings in this arena.</p><p>Echelon has long been in the business of working with buildings on temperature and energy monitoring or control. But there’s a difference between keeping track of one building -- like our corporate headquarters, which is outfitted with about 8,000 of our own chips -- and a national grocery store chain with locations numbering in the thousands.</p><p>Ketan Amin, a consulting engineer from Cincinnati-based Fosdick &Hilmer helped a major chain of stores nationwide implement a monitoring system which connects to all of their locations across the country.</p><p>The utility of the system, Amin says, lies in effectively processing the huge amounts of data that would otherwise sit dormant in the unread lines of electric bills.</p><p>It would take hundreds of thousands of person-hours to truly and effectively track electricity usage -- time an employee would have to spend combing through a local store’s monthly and annual electric consumption, and then painstakingly comparing it to usage nationally.</p><p>That’s where Echelon’s technology comes in: on a minute by minute basis, sensor chips monitoring energy usage around the building can track gas, electricity, water, heat, cooling -- everything that usually runs unchecked, and the technology can self-regulate and act on its own sensors. In the utility closet somewhere in each store lies a monitoring panel connected to the electrical operations in the store. Individual store managers can track usage and cost savings via a webpage access in their stores. That in-store portal also links up to a central database at the company’s headquarters, connecting thousands of stores, and offering opportunities for automation and comparative analysis all across the supply chain. Whether it was a freezer door left open or a chiller pump motor failing, excessive energy anomalies can be extracted from this  vast data set from across the enterprise.</p><p>Managing data for electricity can be particularly hard because there are so few constants -- especially across the country as climates vary. But ultimately, it’s more than just the fact that the grocery store now has more data: it’s a vast change in the data quality. Normally, utility bills offer one data point per store per month -- this data has much more texture to it, however, and allows analysis on a minute-by-minute basis. That can precipitate an entire attitudinal shift when it comes to energy cost savings: suddenly, the energy statistics are changeable, rather than static realities.</p><p>Amin and colleague Ken Schuster, a systems consultant for the integrator ATR Distributing, has a background in grocery retail himself (Schuster worked at Kroger Stores for 16 years). Amin and Schuster estimate an individual grocery store spends hundreds of thousands on electricity per year.</p><p>Theoretically, just a five percent drop in an electric bill could boost a company’s total bottom line by nearly three percent, says Echelon’s Gordon Grice.</p><p>The stores that launched these interconnected devices in 2012 had them up and running in about 1,000 stores by that year; they’re now in the process of moving toward additional monitoring systems of the same kind for gas and water systems.</p><p>The industrial scalability of this segment of the Internet of Things is immense. The retail industry -- known for being late adopters; traditionally risk-averse -- tends to sign onto new tech only with proof of a cost-effective bottom-line. And it’s ironic that when it comes to the IoT, smaller has accidentally become sexier. Here’s a case where size brings with it an elegance that would have been impossible absent the automation of something as everyday as a grocery store.</p>"
        },
		{
			"id": "minibar-systems",
			"story_name" : "Minibar Systems",
			"story_video_link" : "",
			"story_banner": "<img src='/assets/stories/minibar-banner.png' alt='hotel-minibar'/>",
			"story_quote" : "When a company can, for a change, automate some of that otherwise-racked-up labor time, while still keeping customers happy, and cutting costs, hotel owners’ ears perk up.",
			"story_description_1" : "<p><strong>Labor. </strong>Everyone in the hotel business knows this is the number one most draining cost on the industry.</p>",
			"story_description_2" : "<p> Small motels and large five-star operations alike deal with the impossibility of automation every day: in most cases, it’s simply not practical to replace the hours an employee spends checking every single room once or twice over. A single stray hair left on a pillowcase or a toilet paper roll left unfolded before the arrival of a new guest can condemn a five-star operation, says Walt Strasser, Executive Vice President of sales and marketing for the Maryland-based company Minibar Systems, a company that’s trying to help hotels automate in one of the few areas they can: their minibars.</p><p>When a company can, for a change, automate some of that otherwise-racked-up labor time, while still keeping customers happy, and cutting costs, hotel owners’ ears perk up.</p><p>Minibar Systems manufactures and installs automated mini-fridges stocked with goodies in hotels around the world, from the iconic Waldorf-Astoria hotel in New York to massive five-star operations in Las Vegas to mid-size hotels in the Middle East.</p><p>What hotels have in common, regardless of size, Strasser says, is a tendency to focus on “putting a head in the bed,” which means the industry as a whole has less time to think about improving operational efficiency.</p><p>The mini-fridges, equipped with sensors, can report various trackings to a tablet/touch-screen run software system, where hotel management can follow fridge usage. The minibars use LED-lights to indicate whether the fridge has been opened, so a hotel employee doing a sweep can quickly see whether to run inventory on the fridge. The bars are also capable reporting any time the minibar door is opened and to amass years worth of data on product usage -- a helpful standard by which management can plan for the future. Most of all, the product comes down to efficiency, which, for hotels, is not just a buzzword: here’s a look at the hard numbers -- Pre-automation,hotels would invest about 8 hours of an employee’s time in systematically checking the minibars in 120 rooms. That time is spent walking between rooms, going inside, opening the minibar, and checking to see if anything was removed. As any hotel guest knows, minibar purchases aren’t always likely; their success lies in impulse, and only about one in four guests uses a minibar. It’s enough of a draw that hotels aren’t about to get rid of minibars -- especially knowing that impulse buys allow them to raise the price of standard Pringles or Kit Kat bars by an enormous amount. But absent automation, when hotels crunch the numbers, the labor costs of maintaining that tiny little fridge might seem unreasonable.</p><p>With an automated minibar doing that checking, an employee can get through 400 rooms in the same 8-hour chunk, knowing which bars have actually been touched. Minibar Systems isn’t exactly new to this world: they’ve been around for 40 years, and they’ve been installing their own automated systems for two. As an industrial company already familiar with the market, they stepped their existing minibar installation business up a notch in recent years to push automation.</p><p>This technology offers an interesting twist on the sometimes misty-eyed vision of the Internet of Things. We talk about it at times as though the ideal application of the IoT would be to sync up a home refrigerator with an iPhone and car and tablet, so that on the way home, a busy parent could check in to see just how many eggs are at home and if a grocery stop is needed.</p><p>But Minibar’s application of device-communication technology takes place on a much larger, more industrial scale -- a scale that actually allows quantifiable cost savings and has the potential to change a sector.</p><p>Mark Cosgrove, the company’s Chief Technology Officer, says a major challenge for keeping the minibars up to modern snuff has been dealing with the changing internal technology of hotels -- a challenge developers of any kind face within their own niche markets, especially when dealing with older buildings. But the minibars have ridden the adaptability wave. Now, the company uses the hotel’s ethernet network and builds communication devices for the minibars into the building’s walls. By setting up 4,000-room hotels with a combination of Echelon controllers and plugins on programmable logic controllers (PLCs), Minibar Systems essentially creates a virtual network of communicating devices.</p><p>This blog will be exploring this reality of scale and scope when it comes to the industrial Internet of things. We’re interested in the way small -- quite literally, physically small chips -- can change the quotidian operational realities of larger industry. In this way, communities of devices are already about much more than itty-bitty smart technologies all talking to one another. They’re being created by developers to solve very particular industrial problems.</p>"

		},
		{
			"id": "smart-winery",
			"story_name" : "Smart Winery",
			"story_video_link" : "",
			"story_banner": "<img src='/assets/stories/wine-banner.png' alt='wine'/>",
			"story_quote" : "It’s with no nostalgia that these winemakers talk about the old ways of making wine. What’s good about the Luddite times of winemaking just sees a massive improvement when it meets this new tech.",
			"story_description_1" : "<p><strong>If</strong> ever there were a reminder that the wine industry isn’t all ease and luxury, it’s the unseasonable frost that hit Chile early this October, slamming the wine industry -- one of the country’s major exporters, along with copper and fruits.</p>",
			"story_description_2" : "<p> The estimated $1 billion damage to the crops snowballed until the government <a href='http://www.reuters.com/article/2013/10/03/us-chile-frost-idUSBRE9920VM20131003' target='_blank'>declared the situation a state of emergency</a>.</p><p>While wine harvesters can’t control or even always adequately predict weather patterns, developers across the industry are trying to give winemakers more control over the nuance of their operation, which could help vineyards withstand the disruptive but inevitable weather risks. Keeping temperature conditions stable is crucial through the winemaking process, from the weather determining the harvest to insulation on tanks during fermentation. (Not to mention all the way to the time of drinking, when wine enthusiasts know how chilled or breathable a bottle needs to be before consumption.)</p><p>A Sonoma-based company has honed in on that fermentation segment of the winemaking process to create a system of communicating wine tanks to keep fermenting tanks at their precise and proper temperatures.</p><p>There’s a lot at stake in ensuring the barrels hit the correct temperature for the wine’s health. Generally, whites ferment at a cooler temperature than reds, but if the tank over-cools the white, the wine might not develop yeast (the key element involved in fermentation). And a too-hot tank results in a burned, overcooked red.The fermentation stage is also when wines are most prone to going bad: common errors include “stuck fermentation,” when the yeast simply stops and spoils the brew, and other faults like early oxidization or maceration (the bleeding of purple grape skin into the juice, giving red wine its coloration, but ruining white wine).Experienced winemakers, like cooks or chemists, often have an intuitive sense for temperature -- but there’s a persistent problem of scale in even a non-industrial, boutique-size winemaking operation. Tracking so many kinds of wines in differing stages can cost a winemaker dearly.</p><p>With so many tiny details to manage during fermentation, temperature is one component that can and should run smoother.At the same time, no winemaker wants to cede total control of their art to a maze of machinery. So developers created a network of tank monitors, each of which communicates with a central hub that manages the temperature, but which can also be manually adjusted via computer or iPad -- a necessary tool in the event of a crisis like Chile’s. (Should Chilean winemakers salvage any of their crop this season, they’ll need to be certain none of it gets lost to fermentation, and that tank temperature can compensate for any weather damage.)</p><p>The tank monitoring system uses multiple types of sensors, which, together, create a cohesive picture of the wine throughout fermentation. Humidity trackers and sugar-content testers track the actual wine inside the tanks, while temperature controls placed on the barrels allow winemakers to adjust the relative heat or coolness remotely -- a superpower of sorts, since even a few degrees in the wrong direction can do major damage to a wine. For the separate temperature control machines that winemakers use, like industrial-size chillers, the Echelon-equipped communicative chips allow a new level of uniformity -- a cell phone alarm can even alert winemakers if major changes disrupt necessary cooling.</p><p>Winemakers use the automated system within a certain set of boundaries, for instance, noting that if a tank temperature rises over 85 degrees, it must chilled, but heated slightly if it dips below 60. Programming this ahead of time means minor fluctuations don’t send frantic emergency signals to the winemaker.Other winemakers can run with this idea even further, linking up their communicating tanks to green-orchestrated technology, essentially running a zero-impact operation. Taking advantage of limited energy waste during fermentation, one Napa winery used microturbine technology on its roof to heat its own water to be used in heating and cooling.</p><p>It’s with no nostalgia that these winemakers talk about the old ways of making wine. The process has always been a massive one, and what’s good about the Luddite times of winemaking (mostly the palate and sharp observation of a good vineyard owner, experts say) just sees a massive improvement when it meets these new tech. The reason? What might be a fancy new toy for an amateur becomes a multi-million dollar cost saver, time-manager, and streamliner when applied to an operation on the scale of winemaking.</p><p>And the technology reiterates the spirit of California vineyards. It recalls a story American wine buffs know by heart. In 1976, during a famed competition called the “Judgement of Paris,” California wines made history. A British sommelier organized a blind taste-test of Californian and French wines by some of the most well-regarded wine tasters (and therefore tastemakers) in the world. California took home top honors in every category, shocking the (mostly French) tasters.</p><p>The French took years to build their reputation for good wine, and any French winemaker will tell you the secret lies in the terroir, the richness of soil that comes with age. California wines, the youthful, scruffy underdog to their older cousins, have a history of challenging the narrative of older-better. It seems fitting, in the end, that California vineyards have stepped into a winemaking Tomorrow land.</p>"
		},
		{
			"id": "solar-power",
			"story_name" : "Solar Power",
			"story_video_link" : "",
			"story_banner": "<img src='/assets/stories/CyboEnergy-banner.png' alt='lencore-acoustics' />",
			"story_quote" : "The idea behind this kind of technology is to ease installation and remove that ever-looming question from solar power: what if a shadow falls in just the wrong place, ruining the signal?",
			"story_description_1" : "<p><strong>When</strong> New York City experienced massive electrical outages last fall in the wake of Hurricane Sandy, city dwellers had to travel thirty or forty minutes away from their homes in some cases to find electricity or to charge their phones.</p>",
			"story_description_2" : "<p>It’s the essential problem with the grid as we know it, and it’s why there’s increasing momentum toward a microgrid of electricity -- electrical distribution which relies on distributed generation.</p><p>It’s a big dream: microgrid transitions could better provide electricity to rural parts of the world, like the 550 million people on the African continent still without electricity. Already, many universities have transitioned away from the main grid to microgrid layouts to preserve their own power in case of bad weather or blackouts.</p><p>But crucial in making that move to more distributed generation is a lot of innovation within the $15 billion solar industry. The industry is by no means uniform, and one company seeking to make technical improvements in the way solar power is processed has the potential to change both on-grid and off-grid technologies.</p><p>Solar power reaches individuals by way of a standard formula: sun + photovoltaic modules + an inverter + power grid or load. A California company called CyboEnergy is trying to make current solar technology miles better by changing the industry standards for that third component of the equation, the inverter. Solar setups have depended on either central inverters or micro-inverters for years.</p><p>Inverters link solar to the grid or load, helping to convert DC (direct current) to AC (alternate current). The idea behind this kind of technology is to ease installation and remove that ever-looming question from solar power: what if a shadow falls in just the wrong place, ruining the signal?</p><p>Instead of using a central inverter or a micro-inverter, CyboEnergy offers solar users an option with its award winning Mini-Inverter, the CyboInverter. And that’s no small (pun intended) paradigm shift.</p><p>Connecting solar panels in a series is like connecting a lot of batteries. If one battery goes down, it causes the entire system performance to go down. Therefore, when using central or string inverters, the weakest panel dictates the performance of the entire system. If a panel is partially shaded, the entire system performance goes down. Micro-inverters are a step better, because they can invert the DC power from the solar panel to AC right away to solve the partial shading problem. In other words, if one panel caught a shadow, it wouldn’t disrupt the flow of electricity entirely.</p><p>But CyboInverters, which are the first on-grid and off-grid mini-inverters in the world, in fact, combine the merits of both central inverters and micro-inverters. Each 4-channel CyboInverter can connect to four solar panels using 4 pairs of MC-4 connectors, generating up to 960W AC power. Each CyboInverter’s input channel has its own control and maximum power point tracking (MPPT) mechanism (based on CyboSoft’s Model- Free Adaptive (MFA) control technology) -- which means that power production is maximized and the partial shading problem is eliminated.</p><p>A number of CyboInverters can daisy-chain with attached AC cables and connectors. No time consuming solar panel alignment, nor complex DC cable and/or AC cable installations are required. A CyboInverter can be easily mounted on the back rail of a solar panel outside or hung on a wall inside, making it much easier to install than other options.</p><p>Embedded in each of the CyboInverters is an Echelon powerline communication chip which enables the inter-connections of CyboInverters in a solar power system through power lines. There's also a web-based monitoring platform using Echelon technology, which gathers data from the CyboInverters to report the status and generated CyboInverters offer grid-flexibility with both on-grid and off-grid inverters in the same product family.</p><p>CyboEnergy CEO Dr. George Cheng said the off-grid CyboInverter models can serve the global market’s needs for microgrids. “For those people who need reliable electricity in their daily life, the off-grid CyboInverter offers a cost-effective solution to allow them to capture and enjoy the solar energy readily available.” The “sweet spot” for the CyboInverters, Dr. Cheng says, is in rooftop installations, residential or commercial facilities.</p><p>That’s not to the exclusion of large projects, though. CyboInverters can also be suitable for utility-scale solar projects when a modular approach is taken with solar trackers. From a power monitoring and management point of view, each Echelon SmartServer can communicate with 250 CyboInverters. Therefore, a one mega watt solar farm only requires 4 SmartServers to pull data from 1000 CyboInverters. In this case, two leading technologies merge to provide a powerful renewable energy solution.</p>"
		}
	]
}